export const Home: React.FC=()=>
{
    return <h2 style={{color:"black", textAlign:"center" }}>
    
    На углу улиц Шлуш и Роках в тель-авивском квартале Неве Цедек находится дом, в котором когда-то жил Шломо Абулафия. Такой симпатичный дом, покрашенный в оранжевый цвет. Кто же такой Абулафия и как связана фамилия этого еврея со знаменитой яффской сетью пекарен «Абулафия»?
    
    Шломо Абулафия - сефардский еврей, родился в Бейруте. Приехав в Эрец Исраэль, он работал в первой ивритской школе, преподавая иностранные языки. Шломо был одним из отцов-основателей Тель-Авива. Детей у него было восемь: четыре мальчика и четыре девочки - по тем временам очень даже немало. Но волей случая как-то раз Шломо Абулафия наткнулся на арабского мальчика-сироту. Его звали Саид.
    
    Шломо принял его в свой дом как сына. В семье уважались все религии, а еврейские ценности насильно не навязывались. Прошли годы и, умирая, Шломо Абулафия наказал мальчику никогда не встревать в конфликты с евреями и уважать их, а также печь лепешки. Так Саид Абулафия и основал первую пекарню в Яффо. Пятеро его сыновей расширили бизнес: сегодня "Абулафия" – это целая сеть пекарен. А один из сыновей даже решил попытать счастье, открыв филиал в Лондоне.
    
    Будете в Яффо – обязательно попробуйте их фирменную выпечку. Самая известная пекарня Абулафия находится на Часовой площади (на иврите – Кикар а-Шаон).
    
    Приятного аппетита :)</h2>
}